import React from 'react';

export const aboutMockData: JSX.Element[] = [
  <>
    Организован, обладаю достаточными знаниями в&nbsp;JavaScript, его библиотеках и&nbsp;среде
    разработки. Имею опыт в&nbsp;создании проектов, представленных ниже, а&nbsp;также изучаю React.
    Люблю трудности в изучении, сразу появляется тяга не&nbsp;только понять материал,
    но&nbsp;и&nbsp;доходчиво донести другим эту же&nbsp;информацию.
  </>,
  <>
    Есть команда, с&nbsp;которой занимаемся разработкой сайтов (промо, корпоративных, одностраничных
    для товаров и&nbsp;услуг) и&nbsp;их&nbsp;поддержкой.
  </>,
  <>
    Предлагаем, как разработку с&nbsp;нуля, так и&nbsp;уже готовые шаблонные решения
    с&nbsp;последующим продвижением их&nbsp;в&nbsp;сети.
  </>,
];
